[
    {
        "name": "Uğur Arıcı",
        "image": "",
        "description": "ONNUMEROBİRHOCA",
        "voice_actor": "Kendisi"
    },
    {
        "name": "Rick Sanchez",
        "image": "Rick_Sanchez.webp",
        "description": "Rick Sanchez, 29 Nisan doğumlu olup Beth Smith'in babası ve Morty'nin dedesi (anne\n  tarafından) olan dâhi bir bilim insanıdır. Kızının ailesi, Rick'in alkole eğilimi nedeniyle\n  oğulları Morty'nin güvenliği hakkında endişe duymalarına yol açmaktadır. Çeşitli ruhsal\n  hastalığın belirtilerini gösteren ve zamanını değerli olarak gören son derece entelektüel\n  bir karakterdir. Okul, evlilik ve hatta aşk gibi sıradan insanların hayatında yer alan\n  şeylerden kaçınır.",
        "voice_actor": "Justin Roiland"
    },
    {
        "name": "Morty Smith",
        "image": "Morty501.webp",
        "description": "Tam adı Mortimer \"Morty\" Smith, Sr.dır. Rick iyi kalplidir fakat kolayca üzülen 14 yaşındaki torunu Morty, sık sık Rick'in maceraları içine sürüklenir. Morty, Rick'in planlarını takip etmeye isteksizdir ve Rick durumları düzeltmek için alışılmışın dışındaki yöntemleri kullandığı için Morty bunun sonucunda sık sık travma geçirir. Jessica'ya aşıktır.",
        "voice_actor": "Justin Roiland"
    },
    {
        "name": "Jerry Smith",
        "image": "Jerry_Smith.webp",
        "description": "Morty'in güvensiz babası, Beth'in kocası ve Rick'in damadıdır. Jerry, Rick'in Morty üzerindeki etkisini kesinlikle onaylamamaktadır. Evliliği bazen Rick'le olan kötü ilişkisine eşinin tepkileriyle tehlikeye girmektedir. Jerry beceriksizliği yüzünden kovulana kadar düşük seviyeli bir reklam ajansında çalışıyordu.",
        "voice_actor": "Chris Parnell"
    },
    {
        "name": "Beth Smith",
        "image": "Beth_Smith.webp",
        "description": "Evlilik öncesi soyadı Sanchez olan, Rick'in kızı, Morty'nin annesi ve Jerry'nin eşidir. Beth bir at kalp cerrahıdır. Aklı başında ve kendine güvenen Beth, kocasının kanıtlanmış vasatlığı göze alarak büyüyen egosuyla mücadele eder. Birkaç bölüm evliliği, ailesi ve işinden dolayı oluşan inancından dolayı Beth'in hayatı ve memnuniyetsizliği ele alınır. \"Gerçek\" bir cerrah olmak istediğinde ise Summer'a 17 yaşında hamile kalmıştır. Bencillik, mizah ve akıllılık özelliklerini sergilerken de evde söz en çok geçendir. Beth, oğlunun etrafında babasının yıkıcı ve tehlikeli eğilimleri karşısında soğukkanlıdır. Buna bağlı olarak çocukluktan itibaren ebeveynlerinin ayrılması konusuyla babasına annesinden daha olumlu yaklaşır.",
        "voice_actor": "Sarah Chalke"
    },
    {
        "name": "Summer Smith",
        "image": "Summer_is_cool.webp",
        "description": "Morty'nin 17 yaşında ablası, geleneklere bağlı ve sık sık yüzeysel bir ergen olan Summer, yaşıtlarıyla durumunu iyileştirebilen her şeye takıntılı birisidir. Summer, akıllığı ve espriliğiyle fakat daha çok bencilliğiyle annesine benzemektedir. Bazen Morty'nin Rick'e boyutlar arası maceralarında eşlik etmesine gıcık olur. İkinci sezonda, Rick ve Morty'nin maceralarında onlara daha çok eşlik etmektedir.",
        "voice_actor": "Spencer Grammer"
    },
    {
        "name": "Yunus Emre",
        "description": "Açıklamam benim ben kimim ki.",
        "image": "Beth_Smith.webp",
        "voice_actor": "Eray Aydin"
    }
]